Repository: lsielewicz/RepositoryParser
Catalog: RepositoryParser/RepositoryParser/Properties/Resources.*.resx
Languages: pl_pl

# ActivityAnalyseButton
source: Activity of users
pl_pl: Aktywność użytkowników

source: Activity Chart
pl_pl: Wykres aktywności

source: Activity List
pl_pl: Lista aktywności

# AddRepositoryButton
source: Add a repository
pl_pl: Dodaj repozytorium

# AnalysisButton
source: Analysis
pl_pl: Analiza

# AnalysisWindowTitle
source: Analyse
pl_pl: Analiza

# Changes
source: Select item to see changes
pl_pl: Zmiany

# ChartWindowTitle
source: Analysis of activity of the repository users:
pl_pl: Analiza aktywności poszczególnych użytkowników:

# ClearDBButton
source: Clear the Data Base
pl_pl: Wyczyść Bazę

# CommitsList_Author
source: Author
pl_pl: Autor

# CommitsList_Date
source: Date
pl_pl: Data

# CommitsList_Message
source: Message
pl_pl: Wiadomość

source: Count of commits
pl_pl: Liczba commitów

source: Day
pl_pl: Dzień

# DayActivityChartChart
source: Chart of activity during days
pl_pl: Wykres aktywności według dni

# DayActivityChartList
source: List of acitvity during days
pl_pl: Lista aktywności według dni

# DayActivityWindowTitle
source: Analysis of activity during days:
pl_pl: Analiza aktywności wedlug dni

# DifferencesButton
source: Comparsion
pl_pl: Porównanie

# DifferenceWindowTitle
source: Comparsion:
pl_pl: Porównanie

source: Error
pl_pl: Błąd!

# ExportMessage
source: Export Successed!
pl_pl: Eksport zakończony sukcesem!

# ExportTitle
source: Export
pl_pl: Eksport

# ExportToFileButton
source: Export to the File
pl_pl: Eksportuj do pliku

source: Filtering
pl_pl: Filtrowanie

# FilteringAuthor
source: Authors:
pl_pl: Autor

# FilteringDate
source: Date:
pl_pl: Data

# FilteringMessage
source: Message Content:
pl_pl: Treść wiadomości

# FilteringPickBranch
source: Branches:
pl_pl: Wybierz gałąź

# FilteringPickRepository
source: Repositories:
pl_pl: Wybierz repozytorium

# Hour
source: Time
pl_pl: Godzina

# HourActivityAnalyseButton
source: Hours activity
pl_pl: Aktywność godzinna

# HoursActivityChartChart
source: Chart of activity during hours
pl_pl: Wykres aktywności według godzin

# HoursActivityChartList
source: List of activity during hours
pl_pl: Lista aktywności według godzin

# HoursActivityWindowTitle
source: Analysis of activity during hours:
pl_pl: Analiza aktywności według godzin

source: Legend
pl_pl: Legenda

# LocalAdress
source: Pick adress from hard disc
pl_pl: Wybierz adres z dysku

source: Month
pl_pl: Miesiąc

# Month1
source: January
pl_pl: Styczeń

# Month10
source: October
pl_pl: Październik

# Month11
source: November
pl_pl: Listopad

# Month12
source: December
pl_pl: Grudzień

# Month2
source: February
pl_pl: Luty

# Month3
source: March
pl_pl: Marzec

# Month4
source: April
pl_pl: Kwiecień

# Month5
source: May
pl_pl: Maj

# Month6
source: June
pl_pl: Czerwiec

# Month7
source: July
pl_pl: Lipiec

# Month8
source: August
pl_pl: Sierpień

# Month9
source: September
pl_pl: Wrzesień

# MonthActivityAnalyseButton
source: Month activity
pl_pl: Aktywność miesięczna

# MonthActivityChartChart
source: Chart of activity during months
pl_pl: Wykres aktywności według miesięcy

# MonthActivityChartList
source: List of activity during months
pl_pl: Lista aktywności według miesięcy

# MonthActivityWindowTitle
source: Analysis of activity during months:
pl_pl: Analiza aktywności według miesięcy

# MonthDayActivityAnalyseButton
source: Daily activity
pl_pl: Aktywność dzienna

# NoRepositoryPathError
source: No Repository Path
pl_pl: Brak ścieżki do repozytorium.

# PickFileButton
source: Pick the file
pl_pl: Wybierz plik

# PickFolderWithRepo
source: Pick directory with repository.
pl_pl: Wybierz folder z repozytorium.

# RefreshButton
source: Refresh
pl_pl: Odśwież

# SendDataButton
source: Send data
pl_pl: Wyslij dane

# UrlAdress
source: Write the URL adress of the repository.
pl_pl: Wpisz adres URL repozytorium

source: Weekday
pl_pl: Dzień tygodnia

# WeekdayActivityAnalyseButton
source: Week Activity
pl_pl: Aktywność tygodniowa

# WeekdayActivityChartChart
source: Chart of activity during weekdays
pl_pl: Wykres aktywności według dni tygodnia

# WeekdayActivityChartList
source: List of activity during weekdays
pl_pl: Lista aktywności według dni tygodnia

# WeekdayActivityWindowTitle
source: Analysis of activity during weekdays:
pl_pl: Analiza aktywności według dni tygodnia:

# Weekday1
source: Monday
pl_pl: Poniedziałek

# Weekday2
source: Tuesday
pl_pl: Wtorek

# Weekday3
source: Wednesday
pl_pl: Środa

# Weekday4
source: Thursday
pl_pl: Czwartek

# Weekday5
source: Friday
pl_pl: Piątek

# Weekday6
source: Saturday
pl_pl: Sobota

# Weekday7
source: Sunday
pl_pl: Niedziela

# ChildCommit
source: Commit A (CHILD)
pl_pl: Commit A (Dziecko)

# ParentCommit
source: Commit B (PARENT)
pl_pl: Commit B (Rodzic)

source: Added
pl_pl: Dodano

# ChartOfChangesTitle
source: Chart of changes:
pl_pl: Wykres zmian

source: Count of lines
pl_pl: Liczba linii

source: Deleted
pl_pl: Usunięto

# GoToDifferencesChartButton
source: View chart of changes.
pl_pl: Pokaż wykres zmian

# ListOfChangesTitle
source: List of changes:
pl_pl: Lista zmian

source: Modified
pl_pl: Zmodyfikowano

source: Type of change
pl_pl: Typ zmiany

source: Unchanged
pl_pl: Nie zmieniono

# ProgressBarText
source: Data loading, please wait...
pl_pl: Trwa otwieranie repozytorium, proszę czekać...

# ClearingDataBase
source: Clearing data base, please wait...
pl_pl: Trwa czyszczenie bazy danych, proszę czekać...

# DataLoadingStatus
source: Data loading, please wait...
pl_pl: Trwa ładowanie danych, proszę czekać...

source: GIT Repository
pl_pl: Repozytorium GIT

# PickRepositoryType
source: Pick repostory type:
pl_pl: Wybierz typ repozytorium:

source: SVN Repository
pl_pl: Repozytorium SVN

# ClearFiltersBtn
source: Clear all filters
pl_pl: Wyczyść filtry

source: File name
pl_pl: Nazwa pliku

# AddedChart
source: Added lines
pl_pl: Dodane linie

# AnalysisWindowVie
source: Analysis
pl_pl: Analiza

# ChartOfChangesView
source: Chart of changes
pl_pl: Wykres zmian

# DayActivityView
source: Day Activity
pl_pl: Aktywność dzienna

# DeletedChart
source: Deleted lines
pl_pl: Usunięte linie

# DiffView
source: Differences
pl_pl: Różnice

# GoToUsersFreq
source: Users Frequency Code
pl_pl: Bilans zmian użytkowników

# HourActivityView
source: Hour Activity
pl_pl: Aktywność godzinna

source: Lines
pl_pl: Linii

# ModifiedChart
source: Modified lines
pl_pl: Zmodyfikowane linie

source: Month Activity
pl_pl: Akywność miesięczna

source: Overall chart
pl_pl: Wykres całościowy

source: Summary
pl_pl: Podsumowanie

# UserActivityView
source: Users Activity
pl_pl: Aktywność użytkowników

source: Weekday Activity
pl_pl: Aktywność dni tygodnia

source: Export Failed
pl_pl: Nie udało się wyeksportować.

source: Chart
pl_pl: Wykres

source: List
pl_pl: Lista

source: Code frequency analyse
pl_pl: Analiza na podstawie bilansu zmian w kodzie

# CoutOfCommitsAnalyse
source: Count of commits analyse
pl_pl: Analiza na podstawie liczby commitów

source: Database Management
pl_pl: Zarządzanie bazą danych

source: Presentation
pl_pl: Prezentacja

# DockUndockButton
source: Dock/Undock page
pl_pl: Dokuj/Oddokuj stronę

# DataUndockedInfo
source: Close the new presentation window to restore the old presentation view
pl_pl: Zamknij okno prezenctacji, aby przywrócić pozycje tabeli.

# NoDataToDisplay
source: No data to display, check filtering criteria
pl_pl: Brak danych do wyświetlenia, sprawdz kryteria filtrowania

source: Clear filter
pl_pl: Wyczysc filtr

source: Repository
pl_pl: Repozytorium

source: Files
pl_pl: Pliki

source: File
pl_pl: Plik

# AnalysingDataMessage
source: Analysing collected data. Please wait...
pl_pl: Analizowanie zebranych danych, proszę czekać...

source: Continious analyse
pl_pl: Analiza ciągła

# EnterCredentials
source: Enter the credentials to access
pl_pl: Wprowadź uprawnienia, aby uzyskać dostęp

source: Login information
pl_pl: Logowanie

source: Information
pl_pl: Informacja

source: About
pl_pl: O programie

source: Cancel
pl_pl: Anluluj

source: Do you really want to exit?
pl_pl: Czy na pewno chcesz opuścić aplikację?

source: English
pl_pl: Angielski

source: No
pl_pl: Nie

source: Polish
pl_pl: Polski

source: Region and language
pl_pl: Region i język

# RestartRequired
source: The application language will be changed just after reboot
pl_pl: Język aplikacji zostanie zmieniony po ponownym uruchomieniu aplikacji.

source: Select default language
pl_pl: Wybierz domyślny język

source: Settings
pl_pl: Ustawienia

source: User preferences
pl_pl: Preferencje użytkownika

source: Yes
pl_pl: Tak

source: Clone repository with all branches
pl_pl: Klonuj repozytorium ze wszystkimi gałęziami

source: Open containing folder
pl_pl: Otwórz folder

source: Repositories saving location
pl_pl: Miejsce zapisu repozytoriów

# NormalChartTypeToolTip
source: Display with normal chart type
pl_pl: Wyświetl za pomocą zwykłego wykresu

# StackedChartTypeToolTip
source: Display with stacked chart type
pl_pl: Wyświetl za pomocą wykresu typu "stacked"

source: Switch chart type
pl_pl: Zmień typ wykresu
